{
  "title": "Citizen Science",
  "description": "This research program focuses on enabling public participation in science and technology topics.",
  "heroImgSrc": "/citizen-science/hero.jpg",
  "caption": "Image by [Freepik](https://www.freepik.com/free-vector/flat-design-innovation-concept-with-substances_20125918.htm)\n",
  "content": "Science and Technology topics (e.g., pandemics, climate change, gene editing, artificial intelligence) have increasingly becoming the focus of public discussion. Public understanding of science and technology is the foundation of the governance of these history-changing actants. Without the publics' buy-in, we cannot harvest the fruits of scientific breakthroughs (e.g., vaccine take-up). Without the public’s support, we won't be able to reverse the climate change human development has induced. Without the public's debate, we won’t know that there are limits the mankind must set to their own imagination (e.g., gene editing). Without the public’s thought evolvement, we cannot justify the decisions on technological development made by experts (e.g., artificial intelligence).\n",
  "sections": [
    {
      "title": "Publications",
      "content": "1. Xi, Y., & Zhang, W. (2025). Moral expression of “experts” and public engagement: Communicating COVID-19 vaccines on Facebook public pages in Chinese. Public Understanding of Science, 34(4), 459-478. [https://doi.org/10.1177/09636625241310147](https://doi.org/10.1177/09636625241310147)\n2. Xie, J. & Zhang, W. (July 2025). Understanding Early Adopters of Novel Foods in Singapore: A Qualitative Exploration of Cognitive, Social, Moral, and Emotional Drivers, paper presented at the 2025 Annual Conference of International Association of Media and Communication Research, Singapore.\n3. Xie, J., Fu, G., Xue, J. X., & Zhang, W. (July 2024). The Role of Early Adopters in Mainstreaming Alternative Proteins Through the Lens of Diffusion of Innovation Theory - A Systematic Review, paper presented at the 2024 Annual Conference of International Association of Media and Communication Research, Christchurch, New Zealand.\n4. Xie J., & Zhang, W. (July 2023). How Are Novel Food Discussed On Facebook In Singapore: A Content Analysis, paper presented at the 2023 Annual Conference of International Association of Media and Communication Research, Lyon, France.\n5. Zhang, W., Wang, R., & Liu, H. (2023). Moral Expression, Sources, and Frames: Examining COVID-19 Vaccination Posts by Facebook Public Pages. Computers in Human Behavior. [https://doi.org/10.1016/j.chb.2022.107479](https://doi.org/10.1016/j.chb.2022.107479) \\[[video](https://www.youtube.com/watch?v=NKLvntYxA4w\\&t=3s)]\n6. Zhang, W., Mukerjee, S., & Qin, H. (2022). Topics and sentiments influence likes: A study of Facebook public pages' posts about COVID-19 vaccination.Cyberpsychology, Behavior, & Social Networking. [https://doi.org/10.1089/cyber.2022.0063](https://doi.org/10.1089/cyber.2022.0063)\n7. Zhang, W., Chua, G., See, C. (July 2021). The Role of Social Media in China's Lifeworld Environmentalism, paper presented at the 2021 Annual Conference of International Association of Media and Communication Research, virtual due to Covid-19.\n8. Zhang, X., Chen, A., & Zhang, W. (2021). [Before and after the Chinese gene-edited human babies: Multiple discourses of gene editing on social media.](https://doi.org/10.1177%2F0963662520987754) Public Understanding of Science, 30(5) : 570-587. \\[[video](https://www.youtube.com/watch?v=-hAk7_g6uuo)]\n9. Liang, J., Liu, X., Zhang, W. (2019) [Scientists vs. Laypeople: How Genetically Modified Food is Discussed on a Chinese Q\\&A Website?](https://doi.org/10.1177%2F0963662519876782). Public Understanding of Science, 28(8), 991-1004.\n",
      "_template": "content"
    },
    {
      "title": "Partner Institutions",
      "content": "This research was funded by Singapore Food Agency through the collaboration with Department of Chemistry, NUS (A-8001371-00-00). Any opinions, findings and conclusions or recommendations expressed on this website are those of the authors and do not necessarily reflect the views of the funder.\n",
      "logos": [
        {
          "name": "IUCA",
          "imgSrc": "/citizen-science/iuca.png",
          "link": "https://universitiesforclimate.org/"
        },
        {
          "name": "UKY CI",
          "imgSrc": "/citizen-science/uky-ci.png",
          "link": "https://ci.uky.edu/"
        },
        {
          "name": "Singapore Food Agency",
          "imgSrc": "/citizen-science/sfa.png",
          "link": "https://www.sfa.gov.sg/"
        },
        {
          "name": "NUS Chemistry",
          "imgSrc": "/citizen-science/nus-chemistry.png",
          "link": "https://chemistry.nus.edu.sg/"
        }
      ],
      "_template": "partnerInstitutions"
    }
  ]
}